Autodesk.Revit.DB.PolylineSegments
An output node that represents a tessellated polyline segments.
Remarks:
See also: Autodesk.Revit.DB.IModelExportContext.OnPolylineSegments(Autodesk.Revit.DB.PolylineSegments).
Since:
2016